Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.import.issue.duplicateWorkspaceIdentifier
source: Workspace UUID %@ appears more than once.
ar: مساحة العمل UUID %@ تظهر أكثر من مرة.
bs: Radni prostor UUID %@ se pojavljuje više puta.
da: Arbejdsområde UUID %@ vises mere end én gang.
de: Arbeitsbereich UUID %@ erscheint mehr als einmal.
es: El UUID de espacio de trabajo %@ aparece más de una vez.
fr: L'espace de travail UUID %@ apparaît plusieurs fois.
it: L'area di lavoro UUID %@ appare più di una volta.
ja: ワークスペースUUID %@ が複数回使われています。
km: Workspace UUID %@ លេចឡើងច្រើនជាងម្តង។
ko: 작업 공간 UUID %@가 두 번 이상 나타납니다.
nb: Arbeidsområde UUID %@ vises mer enn én gang.
pl: Obszar roboczy UUID %@ pojawia się więcej niż raz.
pt_br: A área de trabalho UUID %@ aparece mais de uma vez.
ru: Рабочая область UUID %@ появляется несколько раз.
th: พื้นที่ทำงาน UUID %@ ปรากฏขึ้นมากกว่าหนึ่งครั้ง
tr: Çalışma Alanı UUID %@ birden fazla kez görünüyor.
uk: Робоча область UUID %@ з’являється більше одного разу.
zh_hans: 工作空间 UUID %@ 出现多次。
zh_hant: 工作空間 UUID %@ 出現多次。

# uniconnect.import.issue.duplicateWorkspaceName
source: The normalized workspace name appears more than once.
ar: يظهر اسم مساحة العمل المقيسة أكثر من مرة.
bs: Normalizirano ime radnog prostora pojavljuje se više puta.
da: Det normaliserede arbejdsområdenavn vises mere end én gang.
de: Der normalisierte Arbeitsbereichsname erscheint mehr als einmal.
es: El nombre normalizado del espacio de trabajo aparece más de una vez.
fr: Le nom de l'espace de travail normalisé apparaît plus d'une fois.
it: Il nome dell'area di lavoro normalizzata appare più di una volta.
ja: 正規化されたワークスペース名が複数回使われています。
km: ឈ្មោះកន្លែងធ្វើការធម្មតាលេចឡើងច្រើនជាងម្តង។
ko: 정규화된 작업공간 이름이 두 번 이상 나타납니다.
nb: Det normaliserte arbeidsområdenavnet vises mer enn én gang.
pl: Znormalizowana nazwa obszaru roboczego pojawia się więcej niż raz.
pt_br: O nome da área de trabalho normalizado aparece mais de uma vez.
ru: Нормализованное имя рабочей области появляется более одного раза.
th: ชื่อพื้นที่ทำงานที่ทำให้เป็นมาตรฐานปรากฏขึ้นมากกว่าหนึ่งครั้ง
tr: Normalleştirilmiş çalışma alanı adı birden fazla kez görünüyor.
uk: Ім’я нормалізованої робочої області з’являється кілька разів.
zh_hans: 标准化工作区名称出现多次。
zh_hant: 標準化工作區名稱出現多次。

# uniconnect.import.issue.emptyGroupName
source: The group name is empty.
ar: اسم المجموعة فارغ.
bs: Naziv grupe je prazan.
da: Gruppenavnet er tomt.
de: Der Gruppenname ist leer.
es: El nombre del grupo está vacío.
fr: Le nom du groupe est vide.
it: Il nome del gruppo è vuoto.
ja: グループ名が空です。
km: ឈ្មោះក្រុមគឺទទេ។
ko: 그룹명이 비어있습니다.
nb: Gruppenavnet er tomt.
pl: Nazwa grupy jest pusta.
pt_br: O nome do grupo está vazio.
ru: Имя группы пусто.
th: ชื่อกลุ่มว่างเปล่า
tr: Grup adı boş.
uk: Назва групи порожня.
zh_hans: 群组名称为空。
zh_hant: 群組名稱為空。

# uniconnect.import.issue.emptyWorkspaceName
source: The workspace name is empty.
ar: اسم مساحة العمل فارغ.
bs: Ime radnog prostora je prazno.
da: Arbejdsområdets navn er tomt.
de: Der Arbeitsbereichsname ist leer.
es: El nombre del espacio de trabajo está vacío.
fr: Le nom de l'espace de travail est vide.
it: Il nome dell'area di lavoro è vuoto.
ja: ワークスペース名が空です。
km: ឈ្មោះកន្លែងធ្វើការគឺទទេ។
ko: 워크스페이스 이름이 비어 있습니다.
nb: Arbeidsområdets navn er tomt.
pl: Nazwa obszaru roboczego jest pusta.
pt_br: O nome da área de trabalho está vazio.
ru: Имя рабочей области пусто.
th: ชื่อพื้นที่ทำงานว่างเปล่า
tr: Çalışma alanı adı boş.
uk: Назва робочої області порожня.
zh_hans: 工作区名称为空。
zh_hant: 工作區名稱為空。

# uniconnect.import.issue.invalidClaudeSession
source: A Claude session UUID is invalid.
ar: جلسة Claude UUID غير صالحة.
bs: Claude sesija UUID je nevažeća.
da: En Claude-session UUID er ugyldig.
de: Eine Claude-Sitzung UUID ist ungültig.
es: Un UUID de sesión de Claude no es válido.
fr: Une session Claude UUID n'est pas valide.
it: Una sessione Claude UUID non è valida.
ja: ClaudeセッションUUIDが無効です。
km: វគ្គ Claude UUID មិនត្រឹមត្រូវទេ។
ko: Claude 세션 UUID가 유효하지 않습니다.
nb: En Claude-økt UUID er ugyldig.
pl: Sesja Claude UUID jest nieprawidłowa.
pt_br: Uma sessão Claude UUID é inválida.
ru: Сеанс Claude UUID недействителен.
th: เซสชัน Claude UUID ไม่ถูกต้อง
tr: Claude oturumu UUID geçersiz.
uk: Сеанс Claude UUID недійсний.
zh_hans: Claude 会话 UUID 无效。
zh_hant: Claude 會話 UUID 無效。

# uniconnect.import.issue.invalidSSHConnection
source: The SSH connection command is unsafe or unsupported.
ar: أمر اتصال SSH غير آمن أو غير مدعوم.
bs: SSH naredba za povezivanje nije bezbedna ili nije podržana.
da: SSH-forbindelseskommandoen er usikker eller understøttes ikke.
de: Der Verbindungsbefehl SSH ist unsicher oder wird nicht unterstützt.
es: El comando de conexión SSH no es seguro o no es compatible.
fr: La commande de connexion SSH est dangereuse ou non prise en charge.
it: Il comando di connessione SSH non è sicuro o non è supportato.
ja: SSH接続コマンドは安全でないか、サポートされていません。
km: ពាក្យបញ្ជាការតភ្ជាប់ SSH មិនមានសុវត្ថិភាព ឬមិនគាំទ្រ។
ko: SSH 연결 명령은 안전하지 않거나 지원되지 않습니다.
nb: SSH-tilkoblingskommandoen er usikker eller støttes ikke.
pl: Polecenie połączenia SSH jest niebezpieczne lub nieobsługiwane.
pt_br: O comando de conexão SSH não é seguro ou não é suportado.
ru: Команда подключения SSH небезопасна или не поддерживается.
th: คำสั่งการเชื่อมต่อ SSH ไม่ปลอดภัยหรือไม่รองรับ
tr: SSH bağlantı komutu güvenli değil veya desteklenmiyor.
uk: Команда підключення SSH небезпечна або не підтримується.
zh_hans: SSH 连接命令不安全或不受支持。
zh_hant: SSH 連線指令不安全或不受支援。

# uniconnect.import.issue.invalidTmuxSession
source: A tmux target contains unsupported characters.
ar: يحتوي هدف tmux على أحرف غير مدعومة.
bs: tmux cilj sadrži nepodržane znakove.
da: Et tmux-mål indeholder ikke-understøttede tegn.
de: Ein tmux-Ziel enthält nicht unterstützte Zeichen.
es: Un destino tmux contiene caracteres no compatibles.
fr: Une cible tmux contient des caractères non pris en charge.
it: Una destinazione tmux contiene caratteri non supportati.
ja: tmuxターゲットにサポートされていない文字が含まれています。
km: គោលដៅ tmux មានតួអក្សរដែលមិនគាំទ្រ។
ko: tmux 대상에 지원되지 않는 문자가 포함되어 있습니다.
nb: Et tmux-mål inneholder tegn som ikke støttes.
pl: Cel tmux zawiera nieobsługiwane znaki.
pt_br: Um destino tmux contém caracteres não suportados.
ru: Цель tmux содержит неподдерживаемые символы.
th: เป้าหมาย tmux มีอักขระที่ไม่รองรับ
tr: tmux hedefi desteklenmeyen karakterler içeriyor.
uk: Ціль tmux містить непідтримувані символи.
zh_hans: tmux 目标包含不受支持的字符。
zh_hant: tmux 目標包含不支援的字元。

# uniconnect.import.issue.localWorkspaceMissingWindow
source: A local workspace needs at least one window.
ar: تحتاج مساحة العمل المحلية إلى نافذة واحدة على الأقل.
bs: Lokalni radni prostor treba najmanje jedan prozor.
da: Et lokalt arbejdsområde skal have mindst ét ​​vindue.
de: Ein lokaler Arbeitsbereich benötigt mindestens ein Fenster.
es: Un espacio de trabajo local necesita al menos una ventana.
fr: Un espace de travail local a besoin d'au moins une fenêtre.
it: Uno spazio di lavoro locale necessita di almeno una finestra.
ja: ローカルワークスペースには1つ以上のウインドウが必要です。
km: កន្លែងធ្វើការក្នុងតំបន់ត្រូវការយ៉ាងហោចណាស់បង្អួចមួយ។
ko: 로컬 작업 공간에는 창이 하나 이상 필요합니다.
nb: Et lokalt arbeidsområde trenger minst ett vindu.
pl: Lokalny obszar roboczy wymaga co najmniej jednego okna.
pt_br: Uma área de trabalho local precisa de pelo menos uma janela.
ru: Для локального рабочего пространства требуется хотя бы одно окно.
th: พื้นที่ทำงานในพื้นที่ต้องมีหน้าต่างอย่างน้อยหนึ่งหน้าต่าง
tr: Yerel bir çalışma alanının en az bir pencereye ihtiyacı vardır.
uk: Локальна робоча область потребує принаймні одного вікна.
zh_hans: 本地工作区至少需要一个窗口。
zh_hant: 本地工作區至少需要一個視窗。

# uniconnect.import.issue.localWindowHasTmux
source: A local window cannot contain a tmux target.
ar: لا يمكن أن تحتوي النافذة المحلية على هدف tmux.
bs: Lokalni prozor ne može sadržavati tmux cilj.
da: Et lokalt vindue kan ikke indeholde et tmux-mål.
de: Ein lokales Fenster darf kein tmux-Ziel enthalten.
es: Una ventana local no puede contener un destino tmux.
fr: Une fenêtre locale ne peut pas contenir de cible tmux.
it: Una finestra locale non può contenere una destinazione tmux.
ja: ローカルウインドウにtmuxターゲットは指定できません。
km: បង្អួចមូលដ្ឋានមិនអាចមានគោលដៅ tmux ទេ។
ko: 로컬 창에는 tmux 대상이 포함될 수 없습니다.
nb: Et lokalt vindu kan ikke inneholde et tmux-mål.
pl: Okno lokalne nie może zawierać celu tmux.
pt_br: Uma janela local não pode conter um destino tmux.
ru: Локальное окно не может содержать цель tmux.
th: หน้าต่างภายในเครื่องไม่สามารถมีเป้าหมาย tmux
tr: Yerel bir pencere tmux hedefi içeremez.
uk: Локальне вікно не може містити ціль tmux.
zh_hans: 本地窗口不能包含 tmux 目标。
zh_hant: 本機視窗不能包含 tmux 目標。

# uniconnect.import.issue.missingSSHConnection
source: The SSH connection command is missing.
ar: أمر اتصال SSH مفقود.
bs: Naredba za povezivanje SSH nedostaje.
da: SSH-forbindelseskommandoen mangler.
de: Der Verbindungsbefehl SSH fehlt.
es: Falta el comando de conexión SSH.
fr: La commande de connexion SSH est manquante.
it: Manca il comando di connessione SSH.
ja: SSH接続コマンドがありません。
km: ពាក្យបញ្ជាការតភ្ជាប់ SSH បាត់។
ko: SSH 연결 명령이 누락되었습니다.
nb: SSH-tilkoblingskommandoen mangler.
pl: Brak polecenia połączenia SSH.
pt_br: O comando de conexão SSH está ausente.
ru: Отсутствует команда подключения SSH.
th: คำสั่งการเชื่อมต่อ SSH หายไป
tr: SSH bağlantı komutu eksik.
uk: Відсутня команда підключення SSH.
zh_hans: 缺少 SSH 连接命令。
zh_hant: 缺少 SSH 連接指令。

# uniconnect.import.issue.pinnedWorkspaceHasGroup
source: A pinned workspace cannot belong to a group.
ar: لا يمكن أن تنتمي مساحة العمل المثبتة إلى مجموعة.
bs: Zakačeni radni prostor ne može pripadati grupi.
da: Et fastgjort arbejdsområde kan ikke tilhøre en gruppe.
de: Ein angehefteter Arbeitsbereich kann nicht zu einer Gruppe gehören.
es: Un espacio de trabajo fijado no puede pertenecer a un grupo.
fr: Un espace de travail épinglé ne peut pas appartenir à un groupe.
it: Un'area di lavoro bloccata non può appartenere a un gruppo.
ja: 固定されたワークスペースはグループに所属できません。
km: កន្លែងធ្វើការដែលបានខ្ទាស់មិនអាចជារបស់ក្រុមបានទេ។
ko: 고정된 워크스페이스는 그룹에 속할 수 없습니다.
nb: Et festet arbeidsområde kan ikke tilhøre en gruppe.
pl: Przypięty obszar roboczy nie może należeć do grupy.
pt_br: Uma área de trabalho fixada não pode pertencer a um grupo.
ru: Закрепленная рабочая область не может принадлежать группе.
th: พื้นที่ทำงานที่ปักหมุดไว้ไม่สามารถอยู่ในกลุ่มได้
tr: Sabitlenmiş bir çalışma alanı bir gruba ait olamaz.
uk: Закріплена робоча область не може належати до групи.
zh_hans: 固定工作区不能属于组。
zh_hant: 固定工作區不能屬於組別。

# uniconnect.import.issue.sshWindowHasClaudeSession
source: An SSH window cannot contain a local Claude session UUID.
ar: لا يمكن أن تحتوي نافذة SSH على جلسة Claude محلية UUID.
bs: SSH prozor ne može sadržavati lokalnu Claude sesiju UUID.
da: Et SSH-vindue kan ikke indeholde en lokal Claude-session UUID.
de: Ein SSH-Fenster darf keine lokale Claude-Sitzung UUID enthalten.
es: Una ventana SSH no puede contener un UUID de sesión local de Claude.
fr: Une fenêtre SSH ne peut pas contenir de session Claude locale UUID.
it: Una finestra SSH non può contenere una sessione Claude locale UUID.
ja: SSHウインドウにローカルClaudeセッションUUIDは指定できません。
km: បង្អួច SSH មិនអាចមានវគ្គ Claude មូលដ្ឋាន UUID ទេ។
ko: SSH 창은 로컬 Claude 세션 UUID를 포함할 수 없습니다.
nb: Et SSH-vindu kan ikke inneholde en lokal Claude-sesjon UUID.
pl: Okno SSH nie może zawierać lokalnej sesji Claude UUID.
pt_br: Uma janela SSH não pode conter uma sessão Claude local UUID.
ru: Окно SSH не может содержать локальный сеанс Claude UUID.
th: หน้าต่าง SSH ไม่สามารถมีเซสชัน Claude ในเครื่อง UUID
tr: Bir SSH penceresi yerel bir Claude oturumu UUID içeremez.
uk: Вікно SSH не може містити локальний сеанс Claude UUID.
zh_hans: SSH 窗口不能包含本地 Claude 会话 UUID。
zh_hant: SSH 視窗不能包含本機 Claude 會話 UUID。

# uniconnect.import.issue.sshWindowMissingTmux
source: Every SSH window needs a tmux target.
ar: تحتاج كل نافذة SSH إلى هدف tmux.
bs: Svaki SSH prozor treba tmux cilj.
da: Hvert SSH-vindue har brug for et tmux-mål.
de: Jedes SSH-Fenster benötigt ein tmux-Ziel.
es: Cada ventana SSH necesita un destino tmux.
fr: Chaque fenêtre SSH nécessite une cible tmux.
it: Ogni finestra SSH necessita di un target tmux.
ja: すべてのSSHウインドウにtmuxターゲットが必要です。
km: រាល់បង្អួច SSH ត្រូវការគោលដៅ tmux ។
ko: 모든 SSH 창에는 tmux 타겟이 필요합니다.
nb: Hvert SSH-vindu trenger et tmux-mål.
pl: Każde okno SSH wymaga celu tmux.
pt_br: Cada janela SSH precisa de um destino tmux.
ru: Каждому окну SSH требуется цель tmux.
th: ทุกหน้าต่าง SSH ต้องการเป้าหมาย tmux
tr: Her SSH penceresinin bir tmux hedefine ihtiyacı vardır.
uk: Кожне вікно SSH потребує цілі tmux.
zh_hans: 每个 SSH 窗口都需要一个 tmux 目标。
zh_hant: 每個 SSH 視窗都需要一個 tmux 目標。

# uniconnect.import.issue.unexpectedSSHConnection
source: A local workspace cannot contain an SSH connection command.
ar: لا يمكن أن تحتوي مساحة العمل المحلية على أمر اتصال SSH.
bs: Lokalni radni prostor ne može sadržavati naredbu za povezivanje SSH.
da: Et lokalt arbejdsområde kan ikke indeholde en SSH-forbindelseskommando.
de: Ein lokaler Arbeitsbereich darf keinen SSH-Verbindungsbefehl enthalten.
es: Un espacio de trabajo local no puede contener un comando de conexión SSH.
fr: Un espace de travail local ne peut pas contenir de commande de connexion SSH.
it: Uno spazio di lavoro locale non può contenere un comando di connessione SSH.
ja: ローカルワークスペースにSSH接続コマンドは指定できません。
km: កន្លែងធ្វើការក្នុងតំបន់មិនអាចមានពាក្យបញ្ជាការតភ្ជាប់ SSH ទេ។
ko: 로컬 작업공간에는 SSH 연결 명령이 포함될 수 없습니다.
nb: Et lokalt arbeidsområde kan ikke inneholde en SSH-tilkoblingskommando.
pl: Lokalny obszar roboczy nie może zawierać polecenia połączenia SSH.
pt_br: Uma área de trabalho local não pode conter um comando de conexão SSH.
ru: Локальная рабочая область не может содержать команду подключения SSH.
th: พื้นที่ทำงานภายในเครื่องไม่สามารถมีคำสั่งการเชื่อมต่อ SSH
tr: Yerel bir çalışma alanı SSH bağlantı komutunu içeremez.
uk: Локальна робоча область не може містити команду підключення SSH.
zh_hans: 本地工作区不能包含 SSH 连接命令。
zh_hant: 本機工作區不能包含 SSH 連線指令。

# uniconnect.import.issue.workspaceKindMismatch
source: The imported and existing workspace kinds differ.
ar: تختلف أنواع مساحات العمل المستوردة والحالية.
bs: Uvezene i postojeće vrste radnog prostora se razlikuju.
da: De importerede og eksisterende arbejdsrumstyper er forskellige.
de: Die importierten und vorhandenen Arbeitsbereichstypen unterscheiden sich.
es: Los tipos del espacio de trabajo importado y existente son distintos.
fr: Les types d'espace de travail importés et existants diffèrent.
it: I tipi di area di lavoro importati ed esistenti differiscono.
ja: インポート元と既存ワークスペースの種類が異なります。
km: ប្រភេទកន្លែងធ្វើការដែលបាននាំចូល និងដែលមានស្រាប់ខុសគ្នា។
ko: 가져온 작업공간과 기존 작업공간의 종류가 다릅니다.
nb: De importerte og eksisterende arbeidsområdetypene er forskjellige.
pl: Zaimportowane i istniejące rodzaje obszarów roboczych różnią się.
pt_br: Os tipos de espaço de trabalho importados e existentes são diferentes.
ru: Импортированные и существующие типы рабочих пространств различаются.
th: ประเภทพื้นที่ทำงานที่นำเข้าและที่มีอยู่แตกต่างกัน
tr: İçe aktarılan ve mevcut çalışma alanı türleri farklılık gösterir.
uk: Імпортований і існуючий типи робочих областей відрізняються.
zh_hans: 导入的工作区类型和现有的工作区类型不同。
zh_hant: 導入的工作區類型和現有的工作區類型不同。

# uniconnect.import.kind.local
source: Local
ar: محلي
bs: Lokalno
da: Lokal
de: Lokal
it: Locale
ja: ローカル
km: មូលដ្ឋាន
ko: 로컬
nb: Lokal
pl: Lokalny
ru: Локальный
th: ภายในเครื่อง
tr: Yerel
uk: Локальний
zh_hans: 本地
zh_hant: 本機

# uniconnect.import.outcome.conflict
source: Conflict
ar: الصراع
bs: Konflikt
da: Konflikt
de: Konflikt
es: Conflicto
fr: Conflit
it: Conflitto
ja: 競合
km: ជម្លោះ
ko: 갈등
nb: Konflikt
pl: Konflikt
pt_br: Conflito
ru: Конфликт
th: ความขัดแย้ง
tr: Çatışma
uk: Конфлікт
zh_hans: 冲突
zh_hant: 衝突

# uniconnect.import.outcome.create
source: Create
ar: إنشاء
bs: Kreiraj
da: Opret
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
km: បង្កើត
ko: 만들기
nb: Opprett
pl: Utwórz
pt_br: Criar
ru: Создать
th: สร้าง
tr: Oluştur
uk: Створити
zh_hans: 创建
zh_hant: 創建

# uniconnect.import.outcome.rejected
source: Rejected
ar: مرفوض
bs: Odbijeno
da: Afvist
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Rifiutato
ja: 拒否
km: បដិសេធ
ko: 거부됨
nb: Avvist
pl: Odrzucony
pt_br: Rejeitado
ru: Отклонено
th: ถูกปฏิเสธ
tr: Reddedildi
uk: Відхилено
zh_hans: 被拒绝
zh_hant: 被拒絕

# uniconnect.import.outcome.unchanged
source: No changes
ar: لا توجد تغييرات
bs: Nema promjena
da: Ingen ændringer
de: Keine Änderungen
es: Sin cambios
fr: Aucun changement
it: Nessuna modifica
ja: 変更なし
km: គ្មានការផ្លាស់ប្តូរ
ko: 변경사항 없음
nb: Ingen endringer
pl: Brak zmian
pt_br: Sem alterações
ru: Никаких изменений.
th: ไม่มีการเปลี่ยนแปลง
tr: Değişiklik yok
uk: Без змін
zh_hans: 无变化
zh_hant: 無變化

# uniconnect.import.outcome.update
source: Update
ar: تحديث
bs: Ažuriranje
da: Opdatering
es: Actualizar
fr: Mise à jour
it: Aggiornamento
ja: 更新
km: អាប់ដេត
ko: 업데이트
nb: Oppdatering
pl: Aktualizacja
pt_br: Atualização
ru: Обновление
th: อัปเดต
tr: Güncelleme
uk: Оновлення
zh_hans: 更新
zh_hant: 更新

# uniconnect.import.preview.description
source: Review every workspace before importing. Stable identities are matched before names.
ar: قم بمراجعة كل مساحة عمل قبل الاستيراد. تتم مطابقة الهويات الثابتة قبل الأسماء.
bs: Pregledajte svaki radni prostor prije uvoza. Stabilni identiteti se poklapaju prije imena.
da: Gennemgå alle arbejdsområder før import. Stabile identiteter matches før navne.
de: Überprüfen Sie jeden Arbeitsbereich vor dem Import. Stabile Identitäten werden vor Namen abgeglichen.
es: Revisa cada espacio de trabajo antes de importar. Las identidades estables se comparan antes que los nombres.
fr: Vérifiez chaque espace de travail avant de l'importer. Les identités stables sont mises en correspondance avant les noms.
it: Rivedi ogni spazio di lavoro prima dell'importazione. Le identità stabili vengono abbinate prima dei nomi.
ja: インポート前にすべてのワークスペースを確認してください。名前より先に安定した識別子で照合します。
km: ពិនិត្យរាល់កន្លែងធ្វើការមុនពេលនាំចូល។ អត្តសញ្ញាណដែលមានស្ថេរភាពត្រូវបានផ្គូផ្គងមុនឈ្មោះ។
ko: 가져오기 전에 모든 작업공간을 검토하세요. 안정적인 ID는 이름보다 먼저 일치됩니다.
nb: Se gjennom alle arbeidsområder før import. Stabile identiteter matches foran navn.
pl: Przed importem przejrzyj każdy obszar roboczy. Stabilne tożsamości są dopasowywane przed nazwami.
pt_br: Revise cada área de trabalho antes de importar. Identidades estáveis ​​são correspondidas antes dos nomes.
ru: Перед импортом проверьте каждое рабочее пространство. Стабильные идентификаторы сопоставляются перед именами.
th: ตรวจสอบทุกพื้นที่ทำงานก่อนนำเข้า ข้อมูลประจำตัวที่เสถียรจะถูกจับคู่ก่อนชื่อ
tr: İçe aktarmadan önce her çalışma alanını inceleyin. Sabit kimlikler isimlerden önce eşleştirilir.
uk: Перед імпортом перевірте кожну робочу область. Стабільні ідентифікації зіставляються перед іменами.
zh_hans: 在导入之前检查每个工作区。稳定的身份在名称之前匹配。
zh_hant: 在匯入之前檢查每個工作區。穩定的身份在名稱之前匹配。

# uniconnect.import.preview.title
source: Import configuration
ar: تكوين الاستيراد
bs: Uvoz konfiguracije
da: Importer konfiguration
de: Konfiguration importieren
es: Importar configuración
fr: Importer la configuration
it: Importa configurazione
ja: 設定をインポート
km: នាំចូលការកំណត់
ko: 구성 가져오기
nb: Importer konfigurasjon
pl: Importuj konfigurację
pt_br: Importar configuração
ru: Импортировать конфигурацию
th: นำเข้าการกำหนดค่า
tr: Yapılandırmayı içe aktar
uk: Імпорт конфігурації
zh_hans: 导入配置
zh_hant: 導入配置

# uniconnect.import.summary.local
source: %1$@ · %2$lld windows
ar: %1$@ · نوافذ %2$lld
bs: %1$@ · %2$lld prozori
da: %1$@ · %2$lld vinduer
de: %1$@ · %2$lld-Fenster
es: %1$@ · %2$lld ventanas
fr: %1$@ · Fenêtres %2$lld
it: %1$@ · Finestre %2$lld
ja: %1$@・ウインドウ%2$lld個
km: %1$@ · បង្អួច %2$lld
ko: %1$@ · %2$lld 창
nb: %1$@ · %2$lld vinduer
pl: %1$@ · Okna %2$lld
pt_br: %1$@ · Janelas %2$lld
ru: %1$@ · Окна %2$lld
th: %1$@ · หน้าต่าง %2$lld
tr: %1$@ · %2$lld pencereleri
uk: %1$@ · %2$lld вікна
zh_hans: %1$@ · %2$lld 窗户
zh_hant: %1$@ · %2$lld 窗戶

# uniconnect.import.summary.unknownHost
source: Unknown SSH host
ar: مضيف SSH غير معروف
bs: Nepoznati SSH host
da: Ukendt SSH-vært
de: Unbekannter SSH-Host
es: Host SSH desconocido
fr: Hôte SSH inconnu
it: Host SSH sconosciuto
ja: 不明なSSHホスト
km: មិនស្គាល់ម៉ាស៊ីន SSH
ko: 알 수 없는 SSH 호스트
nb: Ukjent SSH-vert
pl: Nieznany host SSH
pt_br: Host SSH desconhecido
ru: Неизвестный хост SSH
th: โฮสต์ SSH ที่ไม่รู้จัก
tr: Bilinmeyen SSH ana bilgisayarı
uk: Невідомий хост SSH
zh_hans: 未知 SSH 主机
zh_hant: 未知 SSH 主機

# uniconnect.import.summary.ssh
source: %1$@ · %2$lld tmux windows
ar: %1$@ · نوافذ %2$lld tmux
bs: %1$@ · %2$lld tmux prozori
da: %1$@ · %2$lld tmux vinduer
de: %1$@ · %2$lld tmux Fenster
es: %1$@ · %2$lld ventanas tmux
fr: %1$@ · Fenêtres %2$lld tmux
it: %1$@ · %2$lld tmux finestre
ja: %1$@・tmuxウインドウ%2$lld個
km: %1$@ · បង្អួច %2$lld tmux
ko: %1$@ · %2$lld tmux 창
nb: %1$@ · %2$lld tmux vinduer
pl: %1$@ · %2$lld tmux okna
pt_br: %1$@ · Janelas %2$lld tmux
ru: %1$@ · %2$lld tmux окна
th: %1$@ · หน้าต่าง %2$lld tmux
tr: %1$@ · %2$lld tmux pencereleri
uk: %1$@ · %2$lld tmux вікна
zh_hans: %1$@ · %2$lld tmux 窗口
zh_hant: %1$@ · %2$lld tmux 窗口

# command.mobileConnect.subtitle
source: Mobile
ar: الأجهزة المحمولة
bs: Mobilni uređaji
da: Mobil
de: Mobilgeräte
es: Móvil
it: Dispositivi mobili
ja: モバイル
km: ឧបករណ៍ចល័ត
ko: 모바일
nb: Mobil
pl: Urządzenia mobilne
pt_br: Dispositivos móveis
ru: Мобильные устройства
th: อุปกรณ์พกพา
tr: Mobil
uk: Мобільні пристрої
zh_hans: 移动设备
zh_hant: 行動裝置

# command.mobileConnect.title
source: Connect iPhone/iPad
ar: توصيل iPhone/iPad
bs: Poveži iPhone/iPad
da: Forbind iPhone/iPad
de: iPhone/iPad verbinden
es: Conectar iPhone/iPad
fr: Connecter l’iPhone/iPad
it: Connetti iPhone/iPad
ja: iPhone/iPadを接続
km: ភ្ជាប់ iPhone/iPad
ko: iPhone/iPad 연결
nb: Koble til iPhone/iPad
pl: Połącz iPhone/iPad
pt_br: Conectar iPhone/iPad
ru: Подключить iPhone/iPad
th: เชื่อมต่อ iPhone/iPad
tr: iPhone/iPad’i Bağla
uk: Підключити iPhone/iPad
zh_hans: 连接 iPhone/iPad
zh_hant: 連接 iPhone/iPad

# cli.hooks.omp.aborted
source: Aborted.
ar: تم إحباطه.
da: Afbrudt.
de: Abgebrochen.
es: Abortado.
fr: Avorté.
it: Interrotto.
ja: 中止されました。
km: រំលូតកូន។
ko: 중단되었습니다.
nb: Avbrutt.
pl: Przerwano.
pt_br: Abortado.
ru: Прервано.
th: ถูกยกเลิก
tr: İptal edildi.
uk: Перервано.
zh_hans: 流产了。
zh_hant: 流產了。

# cli.hooks.omp.alreadyUpToDate
source: OMP UniConnect hooks already up to date at %@
ar: OMP UniConnect hooks محدث بالفعل في %@
bs: OMP UniConnect hooks je već ažuriran na %@
da: OMP UniConnect hooks allerede opdateret på %@
de: OMP UniConnect hooks bereits aktuell bei %@
es: OMP UniConnect hooks ya actualizado en %@
fr: OMP UniConnect hooks déjà à jour chez %@
it: OMP UniConnect hooks già aggiornato a %@
ja: OMP UniConnect hooks は %@ ですでに最新の状態です
km: OMP UniConnect hooks បានធ្វើបច្ចុប្បន្នភាពរួចហើយនៅ %@
ko: OMP UniConnect hooks는 이미 %@에서 최신 상태입니다.
nb: OMP UniConnect hooks er allerede oppdatert på %@
pl: OMP UniConnect hooks już aktualny w %@
pt_br: OMP UniConnect hooks já atualizado em %@
ru: OMP UniConnect hooks уже обновлен в %@
th: OMP UniConnect hooks อัปเดตแล้วที่ %@
tr: OMP UniConnect hooks zaten %@ adresinde güncel
uk: OMP UniConnect hooks уже оновлено на %@
zh_hans: OMP UniConnect hooks 已更新为 %@
zh_hant: OMP UniConnect hooks 已更新為 %@

# cli.hooks.omp.confirmProceed
source: Proceed? [y/N]
ar: هل تريد المتابعة؟[y/N]
bs: Nastaviti?[y/N]
da: Fortsæt?[y/N]
de: Fortfahren?[y/N]
es: ¿Continuar? [y/N]
fr: Continuer ?[y/N]
it: Procedere?[y/N]
ja: 続行しますか?[y/N]
km: បន្ត?[y/N]
ko: 계속하시겠습니까?[y/N]
nb: Fortsette?[y/N]
pl: Kontynuować?[y/N]
pt_br: Continuar?[y/N]
ru: Продолжить?[y/N]
th: ดำเนินการต่อ?[y/N]
tr: Devam etmek mi?[y/N]
uk: Продовжити?[y/N]
zh_hans: 继续吗？[y/N]
zh_hant: 繼續嗎？ [y/N]
